Repository: SAMGARTNER/eSpleen
Catalog: eSpleen/*.lproj/Localizable.strings
Languages: es, ja

source: Give the trophy a name
es: Dele un nombre al trofeo
ja: トロフィーに名前をつける

source: Trophy Name
es: Nombre del Trofeo
ja: トロフィーの名前

source: Cancel
es: Cancelar
ja: キャンセル

source: Select 2 Persons
es: Escoja 2 Personas
ja: 2人を選択

source: Instructions
es: Instrucciones
ja: 詳しい説明

source: Contact us
es: Contactenos
ja: お問い合わせ

source: Unknown Contact
es: Contacto Desconocido
ja: 知らない相手からの連絡

source: Delete match
es: Borrar Partida
ja: マッチングを消去

source: Alert
es: Alerta
ja: 警告

source: Your device cannot send emails
es: Su dispositivo no puede enviar emails
ja: このデバイスではメールを送ることができません

source: Delete %d Trophy(ies)
es: Borrar %d trofeo(s)
ja: %dトロフィーを消去

source: Are you sure you want to delete %d trophy(es)
es: Esta seguro que quiere borrar %d trofeo(s)
ja: %dトロフィーを消去しますか

source: Are you sure you want to delete the match?
es: Esta seguro que desea borrar la partida?
ja: 試合を消去しますか

source: Contacts Acccess
es: Acceso a Contactos
ja: 連絡先へのアクセス

source: eSpleen requires access to your contacts, the app does not send any data, we do not spy on you.
es: eSpleen require acceso a sus contactos, la applicación no envia sus datos, nosotros no lo espiamos
ja: eSpleenは、連絡先にアクセスする必要がありますが、このアプリは何もデータを送信せず、私たちはあなたをスパイしません。

source: Yes Take me to Privacy Settings
es: Si, Llévame a Ajustes de Privaciadad
ja: 個人情報設定をします

source: No I'll do it later
es: No, lo hare despues
ja: 今はしません

source: You must select TWO players
es: Debe seleccionar DOS jugadores
ja: プレイヤーを2人選んでください

source: Select my contact card
es: Seleccionar mi tarjeta en Contactos
ja: 私の連絡先カードを選択します
